<?php
// Сервисы, главная:
if (!isset($array_url[0])) {
    $title = "dpos.space | Сайт с сервисами для DPOS блокчейнов Steem, Golos и WLS";
    $meta_keywords = "steem, golos, WLS, клиент, сайт, сервисы, проекты, dpos";
    $meta_description = "Сайт с сервисами для DPOS блокчейнов Golos, Steem, WLS. Просмотр профиля, фид лента, бекап постов и другое.";
    $h1 = "Сервисы для блокчейнов Steem, Golos и WLS";
    $description = '<p>Создатель сервисов - незрячий программист Денис Скрипник (@denis-skripnik в любом из трёх блокчейнов)</p>';
$footer_text = "работать с блокчейнами Steem, Golos и WLS. Здесь вы найдёте несколько сервисов, функционал которых увеличиваются, да и число сервисов растёт." . $chain . " в удобном виде.";
	} // Конец условия для главной