<?php if (!defined('NOTLOAD')) exit('No direct script access allowed');
return '<h2>Покупка успешна</h2>
<ol><li>Зайдите в e-mail, который указали при покупке и найдите письмо о покупке</li>
<li>Скопируйте инвайт-код (чек) в буффер обмена, а лучше файл (он начинается с 5 и состоит из 51 символов)</li>
<li>Перейдите на <a href="https://my.viz.plus" target="_blank">my.viz.plus</a>, авторизуйтесь (если ещё этого не сделали) и перейдите в "активы", "чеки"</li>
<li>В поле "Код погашения" вставьте код чека, скопированный ранее, и нажмите "Погасить чек в капитал".</li>
<li>На этом всё.</li></ol>'; ?>