<?php if (!defined('NOTLOAD')) exit('No direct script access allowed');
return '<h2>Ценности создателя проекта</h2>
<ol><li>Считаю, что гораздо эффективнее создавать множество источников постоянного дохода, чем получать доход один раз и завершать проект.<br>
Именно поэтому в том числе LONG будет работать долго</li>
<li>Во всех криптовалютных проектах инвестирую в долгую. Это позволяет, во-первых, создать источник пассивного дохода, а во вторых - шанс на большой рост со временем</li>
<li>LONG реализует эту концепцию: чем дольше вы держите, чем больше реинвестируете, тем больше получаете прибыли благодаря <a href="/minter/long" target="_blank">фармингу</a>.<br>
Цель участника, понимающего принцип долгосрочности - создать стратегию, которая позволит получать доход с минимальным негативным влиянием на курс</li>
<li>Чтоб этого достичь, необходимо как можно больше ликвидности в руках многих пользователей. В этом случае кто-то сможет выводить на нужды часть, а другие накапливать, и наоборот.</li>
<li>Приятный момент: пользователь каждые кратные 50 инвест. дни получают награду, являющуюся частью суммы в 30 000 LONG в соответствии со своей доле.<br>
Участники, достигшие уровня кратно 150 инвест. дней получают учёт своей ликвидности, будто её в 2 раза больше. Благодаря этому доля от общей суммы в 30 000 больше, чем у других с такой-же ликвидностью, но не достигших в сей момент инвест. дня, кратного 150.</li>
<li>В LONG есть сервисы, например, игра <a href="https://dpos.space/minter/long/rps" target="_blank">"Камень, ножницы, бумага"</a>, <a href="https://dpos.space/minter/long/bids" target="_blank">сервис ставок на курс крипты и пулов в Minter</a> и другие.<br>
Это позволяет в перспективе уменьшить эмиссию для фарминга за счёт получаемых комиссий с сервисов.</li>
</ol>';
?>