<?php if (!defined('NOTLOAD')) exit('No direct script access allowed');
return '<h2>Ценности создателя проекта</h2>
<ol><li>Считаю, что гораздо эффективнее создавать множество источников постоянного дохода, чем получать доход один раз и завершать проект.<br>
Именно поэтому в том числе LONG будет работать долго</li>
<li>Во всех криптовалютных проектах инвестирую в долгую. Это позволяет, во-первых, создать источник пассивного дохода, а во вторых - шанс на большой рост со временем</li>
<li>LONG реализует эту концепцию: чем дольше вы держите, чем больше реинвестируете, тем больше получаете прибыли благодаря <a href="/minter/long" target="_blank">фармингу</a>.<br>
Цель участника, понимающего принцип долгосрочности - создать стратегию, которая позволит получать доход с минимальным влиянием на курс</li>
<li>Чтоб этого достичь, необходимо как можно больше ликвидности в руках многих пользователей. В этом случае кто-то сможет выводить на нужды часть, а другие накапливать, и наоборот.</li>
<li>Игровой момент: <a href="/minter/long/loto" target="_blank">лотерея</a> позволяет получать доп. выигрыш. Он зависит от доли в пуле и того, насколько долго не выводите, а также реинвестируете ли получаемое.</li>
</ol>';
?>