<?php if (!defined('NOTLOAD')) exit('No direct script access allowed');
return '<h2>Бессонные каникулы</h2>
<p>Веришь, что 2022 год будет удачным? Вступай в гонку за 1 миллион BIP пока все отдыхают:</p>
<ul><li>Каждый день с 1 по 10 января один везунчик будет забирать по 100 тысяч BIP</li>
<li>Победитель определяется рандомом среди адресов, которые до 20:22 по Москве (17:22 UTC) отправят 2022 BIP на нулевой адрес, то есть сожжет</li>
<li>Один адрес может участвовать только один раз в день! Пожалуйста, не отправляйте больше чем 1 транзакцию в сутки</li></ul>
<p>Адрес для участия: Mx0000000000000000000000000000000000000000</p>
<p><br></p>
<p>Не переживайте, если вы не успели к намеченному сроку — ваш голос будет засчитываться в участие на следующий день. Победители всех дней будут выбраны рандомом и объявлены после окончания гонки.<br>

<strong>2022 BIP на Mx0000000000000000000000000000000000000000 и ты в игре!</strong></p>
<h3>Участники</h3>
<p><strong><a href="https://wallet.bip.to/tx/5wGh4ICUAAAAAAAAAAAAAAAAAAAAAAAAAACJbZzjDvwf2AAAgIACgA" target="_blank">Отправить через BIP wallet</a></strong></p>
<ol id="active_txs">Загружается...</ol>
'; ?>