<?php if (!defined('NOTLOAD')) exit('No direct script access allowed');
return '<p><a align="right" href="/minter/long">Главная страница LONG</a>  <a align="right" href="/minter/long/phelosophy">Философия проекта</a></p>
<hr>
<p>Это скорее не roadmap, а список задач: которые будут выполнены, выполнены и выполняются.</p>
<p>Для ещё большего удобства в начале располагаются будущие изменения, а уже затем выполненные.</p>
<p>Даты будут, но примерные: всё может измениться вплоть до месяца.</p>
<h2>Будущие разработки</h2>
<p>Могут реализовываться в случайном порядке.</p>
<ol>
<li>Telegram бот с интерфейсом для всех сервисов. С использованием BIP wallet</ki>
<li>Возможно будет создан сервис "Колесо фортуны": пользователи видят задания, получают вращение за выполнение каждого. Выполняя вращение, либо выигрывает (выпадает 1), либо нет. Если выигрывает, получает приз от создателей заданий.</li>
<li>Доп. лотерея с билетами за 300 LONG и отдельным адресом (маркетинговая): будет содержать некоторые фишки для продвижения LONG.</li>
<li>Партнёрская программа для участников LONG: с фарминга, с выигрышей в разных сервисах</li>
<li>Персонажи для каждого провайдеры. Драконы, растущие с инвест. днями, крутость зависит от числа LP-токенов.</li>
<li>Игра с персонажем: реинвест - кормление, фарминнг - выполняемая работа обычного типа, выигрыш в лотерее - получение путём выдыхания огня особо уникального материала, который дарит дракону наслаждение от поглащения (ну или как-то так). Текстовое описание жизни дракона (круглосуточно).</li>
<li>Битвы драконов со схожими параметрами, а также ставки на победу одного из участвующих.</li>
<li>Мудрость: показатель, выдаваемый за ответы на вопросы и прочую пользу для проекта.
Конвертируются в инвест. дни.
Связь Telegram id с адресом провайдера в пуле</li>
<li>Поиск единомышленников для организации команды: администратора канала для публикаций с изображениями, помощника по маркетингу и т. п. Условие: наличие навыков + согласие учитывать в качестве дохода получаемую прибыль с фарминга.</li>
<li>Проведение опроса на тему минимального количества получаемых LONG (для противодействия твинкам, с целью понижения эмиссии, с иными целями) - очень часто возникают вопросы в сообществе</li>
</ol>
<hr>
<h2>Сделанное</h2>
<p>В порядке от последнего к первому.</p>
<ul>
<li>Создан сервис ставок на криптовалюты с мотивацией для провайдеров пула в виде комиссий, распространяемых с фармингом, а также в виде некоторых функций самого сервиса. <b><a href="/minter/long/bids" target="_blank">Подробности на странице сервиса</a></b></li>
<li>Изменить формулу на описанную в посте <a href="https://t.me/long_project/248" target="_blank">https://t.me/long_project/248</a></li>
<li>Внедрение расчёта процента от ликвидности в BIP.</li>
<li>Изменение генератора случайных чисел для лотерее на алгоритм от Monster node</li>
<li>Обновление лотереи среди провайдеров пула согласно <a href="/minter/long/surveys/results/2" target="_blank">опросу</a>
<li>Сделан сервис опросов</li>
<li>Добавлена необходимость реинвеста для участия в лотерее.</li>
<li>Игра "Камень, ножницы, бумага"</li>
<li>Лотерея с покупкой билетов: 1 билет - один участник. Билеты на 10, 50, 100, 500 и 1000 LONG</li>
<li>Изменение рассчёта выигрыша в лотерее среди провайдеров ликвидности пула</li>
<li>Публикация Философии создателя проекта</li>
<li>Запуск лотереи среди провайдеров пула</li>
<li>Запуск проекта.</li>
</ul>';
?>