<h3>Что такое каталог шлюзов обмена</h3>
<p>Это место, где собраны аккаунты, предлагающие обмен между токенами viz, golos, steem и whaleshares.<p>
<p><strong>Создатели сайта не несут за честность владельцев добавленных шлюзов: выбирайте тех, кому доверяете.</strong></p>
<p>Шлюзы обмена могут быть основаны на разработке незрячего программиста Дениса Скрипника viz-exchange. Решение с открытым кодом и полностью бесплатно. Его Github, где можно скачать продукт: <a href="https://github.com/denis-skripnik/viz-exchange" target="_blank">https://github.com/denis-skripnik/viz-exchange</a></p>
<p>Воспользуйтесь меню в верхней части сайта, чтобы перейти в тот или иной раздел (добавить шлюз или просмотреть их список).</p>